export interface DataType {
  text: string;
  link?: string;
  image?: string;
  gip?: any;
}
export const BigData: DataType[] = [
  {
    text: 'Швейцарь нь Төв Европын нэгэн бие даасан улс бөгөөд олон улсын түвшинд тогтвортой байдал, сөрөг бодлого, мөн төгс төгөлдөр бус нутгийн зохицуулалтай. Швейцарь улсын үүсэл нь 13‑р зуунд гурван кантон – Урн, Швиц, Үнтервалден – хамтран үүссэн эвслэлийг үндэс суур болгосноор эхэлдэг. 1815 онд Венагийн конгрессоор Швейцарь улс өөрийн тусгаар тогтнолыг албан ёсоор баталгаажуулж, олон улсын хамтын ажиллагаанд нейтрал байдлыг баримтлуулахыг хүлээн зөвшөөрсөн. Үүнээс хойш 1848 онд шинэ үндсэн хууль батлагдаж улам төвлөрсөн холбооны төрийн систем болгон дахин шинэчлэгдсэн бөгөөд энэ шинэ систем нь дотоодын олон улсын эрх чөлөө, бие даасан байдлыг хамтад нь хамгаалж, орчин үеийн эдийн засаг, технологийн хөгжил, улс төрийн тогтвортой байдлыг дэмжсэн үндсэн суурийг бий болгосон юм. Холбооны бүгд найрамдах улсаар засагддаг бөгөөд хуулийн дагуу шууд ардчилалд чиглэсэн мөн эдийн засгийн тогтвортой байдал, өндөр амжилттай олон улсын банк санхүүгийн үйлчилгээ, өндөр технологийн салбар, эрүүл мэнд, боловсролын системээр алдартай. Газар нутгийн хэмжээ нь 41,290 км² нийслэл хот нь Берн, ойролцоогоор 8.7сая хүн амтай. Албан ёсны 4н хэлтэй герман, франц, итали, роман.',
  },
  {
    text: `Швейцарь улсын эдийн засгийн үзүүлэлтүүд нь өндөр хөгжилтэй, төрөлжилттэй, тогтвортой байдалтай бөгөөд дотоодын нийт бүтээгдэхүүн нь 2024онд 900 тэрбум ам.доллар орчим хүрч, жилд 2-3% орчим өсөлттэй, инфляцийн түвшин 2024онд 2.1%, хөдөлмөрийн зах зээл нь өрсөлдөөнтэй бөгөөд ажилгүйдлийн түвшин нь маш бага, 2%-ийн орчим байдаг. Швейцарь нь дэлхийн тэргүүлэгч экспортлогч орнуудын нэг бөгөөд эм, химийн бүтээгдэхүүн, тоног төхөөрөмж, үнэт металл экспортолдог. Экспортын хэмжээ нь тус улсын ДНБ-ний 50%-иас дээш хувийг эзэлж, швейцар франк (CHF) нь дэлхийн санхүүгийн зах зээл дээр тогтвортой валютын хувьд өндөр байр суурь эзэлж нөөц валют гэж тооцогддог бөгөөд эдийн засгийн хямралын үед хөрөнгө оруулагчид CHF руу хөрөнгөө шилжүүлэх нь түгээмэл. Мөн, швейцарийн эдийн засгийн үндсэн салбаруудын нэг болох тамхи, ундаа, савлагаатай бүтээгдэхүүний үйлдвэрлэл нь олон улсын зах зээлд өрсөлдөөнтэй бөгөөд эдийн засгийн өсөлт, хөгжилд чухал хувь нэмэр оруулдаг. Санхүүгийн төвүүд болох Женева, Цюрих зэрэг хотууд нь олон улсын банк, хөрөнгө оруулалтын байгууллагуудын төвүүдийн нэг болж, өндөр нууцлал, шилдэг санхүүгийн үйлчилгээ, хөрөнгө оруулалтын боломжийг санал болгодог.`,
  },
  {
    text:
      'Сонирхолтой баримтууд \n' +
      '1. Берн хотын эртний хотын төв нь UNESCO-ын дэлхийн өвд бүртгэлтэй бөгөөд дундад зууны уран барилга, архитектурын өвийг хадгалсан байдаг. \n' +
      '2. Rolex, Omega, Patek Philippe, Audemars Piguet зэрэг швейцарийн цаг үйлдвэрлэгчид нь дэлхийн зах зээл дээр хамгийн өндөр үнэлгээтэй, чанартай, нарийн хийцтэй бүтээгдэхүүнээрээ танигдсан бөгөөд эдгээр нь элит эрхэмлэгчдийн статусын бэлэг тэмдэг болжээ.\n' +
      '3. Швейцарь улсын ихэнх нутаг Алпын уулсын бүсийг хамарч, өвөрмөц байгалийн үзэсгэлэн, цөл ба ногоон талбай, мөрөөдлийн уулзваруудад жилд дунджаар 10-13сая орчин жуулчид очдог. Энэ нь дэлхий дахины аялал жуулчлалын төв болдог.\n' +
      '4. 1815 оноос хойш ямар ч олон улсын дайнд оролцогдоогүй, зөвхөн эв нэгдэл, нейтрал байдал, гадаад бодлого, олон улсын энх тайван болон харилцааны тал дээр идэвхтэй оролцоотой улс юм. Хэрвээ цөмийн дайн болох юм бол швейцарьчууд бүх ард түмнээ багтаах нуувчтай.\n' +
      '5. Швейцарийн нийт хүн амын 23 хувь нь гадаадын иргэд байдаг.',
    link: 'https://youtu.be/aZZL9nmB1EI?si=Ff6X22hKBJd5LFeU',
  },
  {
    text: 'Эвгүү дуу байсан бол уучлаарай. Би өөрөө их зориггүй дуу цөөтэй хүнлдээ. Ер нь тэгээл чамайг анзаарад л явдаг 😂. Тэгээд удаан бодсоны эцэст би зориг гаргахаар шийдсэн минь энэ билээ',
  },
  {
    text: 'Яаху тэгээд юу ч хийлгүй алдах оролдож үзээд алдах 2 асар том зөрүүтэй байдаг. Надад аз таарах ч юм билүү гэж би бодсон байдаг юм. Мэдээж өөрөөс шалтагаалах бүх зүйлээ хийнээ 😉',
    link: 'https://youtu.be/yKNxeF4KMsY?si=KN2RG3e3jLKhrofn',
  },
  {
    text: 'Ямар ч гэсэн зориглож байгаадаа би баяртай бас адал явдалтай байгаа. Ямар ч гэсэн оролдоод үзэе гэж бодож байгаа, энүүгээр асуух гэж байсан ч чатар болзох уу гээд асуучихлаа золиг гэж 🫠. Гэхдээ үр дүн эерэг ☺',
  },
  {
    text: 'Ямар ч гэсэн чи надад их таалагддаг их хөөрхөн санагддаг 😊🫣(ичих), Харин чи өөрийгөө хөөрхөн гэж бододгүй гэдгийг чинь харчад их гайхсан шүү 🫠. Яагаад яагаад гээд асуумар л байсан',
    link: 'https://youtu.be/WnD2ZjGcioI?si=Y0wbQEQjueh3kPm8',
  },
  {
    text: 'Уулзаад үгээр хэлж болох л байсан гэхдээ би үгнээс илүү үйлдэл харуулая л гэж бодсон юм. Үг гэдэг хүчтэй ч үгийг н хэлэхгүй сэтгэл шингээж энийг хийснээр чамд илүү их таалагдаж мэдрэгдэх байх гэж бодсон н энэ 😂',
  },
  {
    text: 'Энэ бол эхлэл гэж хэлээд ингэд дуусгая үргэлжиллийг ори-гоос 😂. Өдөр lunch идэх үү? Тэгэхдээ болзооны санаа яриж болж байна. Эсвэл зүгээр л би мэдээлэл өөрөө боловсруулан санаа гаргаж авна 🫡😂',
  },
  {
    text: 'Хариугаа харин чатаар хэлээрэй энд одоогоор хариу авдаг Функц эдр байхгүй байгаа 😂😬. Энэ яг чамд л зориулсан hi vlog гэдэг шиг л тийм сайт, олон үйлдэл хийнэ, заваараа хөгжүүлж явнаа би 🤫',
  },
  // {
  //   text: 'Чи гэхдээ яг камер шиг юмаа. Тэрийгээ мэдэх үү?',
  //   image:
  //     'https://media.istockphoto.com/id/1130339358/vector/pink-retro-photo-camera.jpg?s=612x612&w=0&k=20&c=KVg2iDy08nq9WHxBYFcovMYPlmT_CRKgePet6c5tYSs=',
  // },
  // {
  //   text: 'Яагаад гэвэл би чамайг хараад инээдэг бас биеэ барьдаг',
  //   gip: 'https://giphy.com/embed/rpf0Du8NasK6Q',
  // },
  // {
  //   text: 'Идэр есийн хүйтэн хурсан юм шиг зүрх сэтгэлийг минь наран мэт гэрэлтүүлэн хайлуулж чадсан үзэсгэлэн бол чи 😊🫣',
  //   gip: 'https://giphy.com/embed/10UUe8ZsLnaqwo',
  // },
];
